Repository: KDE/ktp-filetransfer-handler
Catalog: po/*/ktp-filetransfer-handler.po
Languages: eo, ka

# NAME OF TRANSLATORS
source: Your names
eo: Oliver Kellogg
ka: Temuri Doghonadze

# EMAIL OF TRANSLATORS
source: Your emails
eo: okellogg@users.sourceforge.net
ka: Temuri.doghonadze@gmail.com

# This is the download directory in user's home
source: Downloads
eo: Elŝutoj
ka: გადმოწერები

source: Invalid channel
eo: Nevalida kanalo
ka: არასწორი არხი

source: Channel is not ready
eo: Kanalo ne estas preta
ka: არხი მზად არაა

source: Incoming file exists
eo: Envenanta dosiero ekzistas
ka: შემომავალი ფაილი უკვე არსებობს

source: Unknown Error
eo: Nekonata eraro
ka: უცნობი შეცდომა

source: Would you like to resume partial download?
eo: Ĉu vi ŝatus rekomenci partan elŝuton?
ka: გნებავთ ნაწილობრივი გადმოწერის გაგრძელება?

source: Incoming file transfer
eo: Envenanta dosiertransigo
ka: ფაილის გადაგზავნის შემომავალი მოთხოვნა

source: From
eo: De
ka: ვისგან

source: Filename
eo: Dosiernomo
ka: ფაილის სახელი

source: Impossible to resume file transfer. Restarting.
eo: Neeble rekomenci dosieran translokigon. Rekomencante.
ka: ფაილის გადმოწერის გაგრძელება შეუძლებელია. თავიდან დაწყება.

source: An unknown error occurred
eo: Nekonata eraro okazis
ka: უცნობი შეცდომა

source: Incoming file transfer was canceled.
eo: Envenanta dosiertransigo estis nuligita.
ka: ფაილის გადაგზავნის შემომავალი მოთხოვნა გაუქმებულია.

source: Unable to accept file
eo: Ne eblas akcepti dosieron
ka: ფაილის მიღების თანხმობა შეუძლებელია

source: Cannot cancel incoming file transfer
eo: Ne povas nuligi envenantan dosiertranslokigon
ka: შემომავალი ფაილის გაგზავნის გაუქმება შეუძლებელია

source: File transfer invalidated. %1
eo: Dosiera translokigo nevalidiĝis. %1
ka: ფაილის მიმოცვლა გაუქმებულია. %1

source: URI property is missing
eo: URI-propreco mankas
ka: URI თვისება აკლია

source: This is not a local file
eo: Ĉi tio ne estas loka dosiero
ka: ეს ლოკალური ფაილი არაა

source: Outgoing file transfer
eo: Eliranta dosiertransigo
ka: გამავალი ფაილის მიმოცვლა

source: To
eo: Al
ka: ვის

source: Outgoing file transfer was canceled.
eo: Eliranta dosiertransigo estis nuligita.
ka: გამავალი ფაილის მიმოცვლა გაუქმდა.

source: Cannot provide file
eo: Ne povas provizi dosieron
ka: ფაილის მიწოდების შეცდომა

source: Cannot cancel outgoing file transfer
eo: Ne povas nuligi eksiĝintan dosiertranslokigon
ka: გამავალი ფაილის მიმოცვლის გაუქმება შეუძლებელია

source: Telepathy File Transfer Handler
eo: Telepatia Dosiera Translokilo
ka: Telepathy ფაილის მიმოცვლის დამმუშავებელი

source: Handles your Telepathy file transfers
eo: Pritraktas viajn telepatiajn dosiertranslokigojn
ka: Telepathy-ით ფაილების მიმოცვლის დამუშავება

source: Copyright (C) 2010, 2011, 2012 Daniele E. Domenichelli <daniele.domenichelli@gmail.com>
eo: Kopirajto (C) 2010, 2011, 2012 Daniele E. Domenichelli <daniele.domenichelli@gmail.com>
ka: (C) 2010, 2011, 2012 Daniele E. Domenichelli <daniele.domenichelli@gmail.com>, ყველა უფლება დაცულია

source: Developer
eo: Ellaboranto
ka: პროგრამისტი

source: Contributor
eo: Kontribuanto
ka: მოხალისე

source: George Kiagiadakis
eo: Georgo Kiagiadakis

source: Telepathy reported an error while performing the requested operation:
eo: Telepathy raportis eraron dum farado de la petita operacio:
ka: Telepathy-ის შეცდომა მოთხოვნილი ოპერაციის შესრულებისას:

source: David Edmundson
ka: დავიდ ედმუნდსონი
